<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<%@ page language="java" pageEncoding="UTF-8"%>

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<%@include file="/homepage/jsp/frame/meta.jsp"%>
<title>服务条款</title>
</head>

<body>

	<!-- header -->
	<%@include file="/homepage/jsp/frame/header.jsp"%>


	<div class="w1000 pt35 clearfix">
		<div class="help_con">
			<h2>服务条款</h2>
			<h3>1、条款确认和接受</h3>
			<p>Uda数据分析平台的所有权和运营权归新梅传信所有，并保留随时变更平台提供的信息和服务的权利。Uda所提供的相关信息和服务的使用者（以下简称“用户”）
			在使用之前必须同意以下的所有条款。</p>

			<h3>2、有限使用许可</h3>
			<p>用户在Uda平台上发布的信息内容由用户及Uda平台共同所有，任何其他组织或个人未经用户本人授权同意，不得复制、转载、擅改其内容。用户不得在Uda平台发布
			和散播任何形式的含有下列内容的信息：</p>

			<p>1）为相关法律法规所禁止；</p>
			<p>2）有悖于社会公共秩序和善良风俗；</p>
			<p>3）损害他人合法权益；</p>
			<p>4）其他Uda平台认为不适当在本平台发布的内容。 我们保留删除和变更上述相关信息的权利。</p>

			<h3>3、隐私保护</h3>
			<p>除非本条款另有规定，未经您的同意，Uda平台不会向非关联第三方出租、出售或透露通过我们的服务收集的个人信息。但下列情况均不受此限：</p>

			<p>1）第三方供应商、顾问和其他服务供应商为我们工作并需要访问您的信息以提供他们的服务;</p>
			<p>2）用于满足合法要求或法定程序;</p>
			<p>3）在紧急情况下保护我们、客户或任何其他人的人身安全；</p>
			<p>4）我们需要保护我们、我们的代理人、客户、用户和其他人的权益和财产，包括执行我们的协议、政策和使用条款；</p>


			<h3>4、服务内容</h3>
			<p>您需要先在Uda平台的网站注册账户才能使用我们的服务。在您注册时，我们会要求您提供相关的企业以及个人信息，
				例如联系人的姓名、电子邮件地址和密码、电话号码。我们用这些信息来管理您的账户，并为您提供一系列服务的访问。
				我们也可能利用这些信息来通知您最新的产品更新和市场活动。</p>

			<h3>5、服务保障</h3>
			<p>我们不保证我们提供的服务不会中断，对这些服务的及时性、安全性、准确性也不作保证。对于因系统维护或升级的需要而需暂停网络服务的情形，
				我们将视具体情形尽可能事先发布通知。同时，我们保留在不事先通知用户的情况下中断或终止部分或全部服务的权利，
				对于因服务的中断或终止而造成的用户或第三方的任何损失，我们不承担任何责任</p>

			<h3>6、服务终止</h3>
			<p>在下列情况，Uda平台有权随时终止向用户提供所述服务而无须事先通知。</p>

			<p>1) 用户违反了本协议中的任何规定；</p>
			<p>2) 法律法规要求终止本协议;</p>
			<p>3) 对于免费服务用户，我们可能随时停止向您提供服务。
				对于收费服务用户，我们在可能的情况下，会向用户发出合理的提前通知，并让用户获知和同意变更，并有机会备份和转移其留存在Uda平台中的数据
				。</p>

			<h3>7、免责声明</h3>
			<p>用户同意使用平台服务所潜在的风险及其一切可能的后果将完全由自己承担，我们对这些可能的风险和后果不承担任何责任。因违反有关法律、法规或协议规定中的任何条款
			而给我们或任何第三方造成的损失，用户同意承担由此造成的一切损害赔偿责任</p>

			<h3>8、条款修改</h3>
			<p>在适用法律允许的范围内，我们享有对协议任何条款的解释权和随时变更的权利。
				我们可能会随时根据服务变化需要修改本协议的任一条款。用户在条款变更后对平台服务的使用将视为已完全接受变更后的条款。如果不同意服务条款所做的修改，
				用户有权停止使用网络服务。</p>

			<h3>9、争议解决</h3>
			<p>有关与您之间的任何形式争议，我们会尝试与您直接联系解决。本服务条款适用中华人民共和国大陆地区法律，任何由本条款产生或与本政策的违反、
			终止、效力相关的争议、争端或主张应由所在地有管辖权的人民法院管辖。</p>

			
		</div>
	</div>

	<!-- footer -->
	<%@include file="/homepage/jsp/frame/footer.jsp"%>


</body>
</html>
